batisteo.vscode-django
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
golang.go
hbenl.vscode-test-explorer
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.test-adapter-converter
njpwerner.autodocstring
premparihar.gotestexplorer
rokoroku.vscode-theme-darcula
wholroyd.jinja
